unlogged-tables/DELETE/pgbench-result-log-logged.txt
ubuntu@ip-172-31-47-5:~/benchmarks/unlogged/delete$ pgbench -h advanced-databases.cr2kqc6yznj4.us-east-1.rds.amazonaws.com -p 5432 -U postgres -T 300 -f ./logged.sql postgres
Password:
starting vacuum...end.
transaction type: ./logged.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
duration: 300 s
number of transactions actually processed: 37144
latency average = 8.077 ms
tps = 123.812972 (including connections establishing)
tps = 123.818783 (excluding connections establishing)